Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: In addition to lighting recommendations of a more general nature, the publication also includes a large number of tables (excerpts from the standard SS-EN 12464-1, issue 1), giving recommended illuminances for
sv: Skriften innehåller förutom mer allmänna belys- ningsrekommendationer ett omfattande tabellverk (utdrag ur standarden SS-EN 12464-1, utgåva 1) med bl.a. rekommenderade belysningsstyrkor för olika typer av arbetsplatser och arbetssituationer.

source: Noise often constitutes a major load on the work environment conditions.
sv: Buller utgör ofta en stor belastning i arbetsmiljön.

source: In addition to being capable of causing hearing damage, it is very often experienced as annoying and fatiguing.
sv: Förutom att buller kan orsaka hörselskador kan det också vara störande och tröttande.

source: It can contribute to the psychological load and impair concentration on a task and thus make the tasks more strenuous.
sv: Det kan bidra till den mentala belastningen och störa koncentrationen inför en arbetsuppgift och därmed göra arbetsuppgifterna mer ansträngande.

source: Noise can also lead to the level of ambition being lowered, which may have a negative effect on the quality of work.
sv: Buller kan också leda till att man sänker sin ambitionsnivå vilket kan ha negativ inverkan på arbetets kvalitet.

source: In addition, noise can prevent or impede conversation and mask other, desirable sounds.
sv: Dessutom kan buller förhindra eller försvåra samtal och maskera annat önskvärt ljud.

source: Noise in conjunction with teaching has also been shown to impair reading comprehension, reading ability and language comprehension in children.
sv: Buller i samband med undervisning har också visat sig försämra läsförståelse, läskunnighet och språkför- ståelse hos barn.

source: For sensitive persons, for instance persons with hearing impairments, the risk of negative effects is increased.
sv: För känsliga personer, t.ex. hörselskadade, ökar risken för negativ påverkan.

source: Monotonous sound even at moderate levels, may make people sleepy, in particular if the sound is of low frequency, which may need to be taken into account in control room environments, for instance.
sv: Monotona ljud, även på måttliga nivåer, kan göra att

source: Noise can also constitute an indirect accident hazard due to impairment of the possibilities of apprehending acoustic warning signals and, for example, the sound of approaching vehicles.
sv: Buller kan också utgöra en indirekt olycksrisk på grund av att möjligheterna att uppfatta varningssignaler och t.ex. ljud från annalkande fordon försämras.

source: Constant, prolonged exposure to noise with an A-weighted sound pressure level exceeding about 85 dB entails a risk of hearing impairment.
sv: Stadigvarande och längre tids exponering för buller med en A-vägd ljudtrycksnivå över ca 85 dB medför risk för hörselskador.

source: The louder the noise, the shorter its duration needs to be in order for hearing impairment to occur.
sv: Ju starkare bullret är desto kortare tid behövs för att en hörselskada ska uppstå.

source: Individual sensitivity varies a great deal, however, so that sensitive persons may also risk hearing impairment resulting from prolonged exposure to noise at A-weighted sound pressure levels of around 75-80 dB.
sv: Den individuella känsligheten varierar emellertid starkt, vilket medför att känsliga personer kan riskera hörselskador vid långvarig exponering även för buller med A- vägda ljudtrycksnivåer omkring 75–80 dB.

source: Loud sounds of short duration can also cause permanent hearing impairment.
sv: Även kortvariga ljud med hög ljudnivå kan ge bestående hörselskador.

source: Impulsive sounds, such as impact sounds, can entail a special risk of hearing impairment.
sv: Impulsljud, t.ex. slagljud, kan vara särskilt skadliga.

source: Occasional detonations etc., if loud enough, can cause permanent hearing impairment.
sv: Det kan räcka med enstaka tillräckligt starka knallar för att man ska få en bestående hörselskada.

source: It is not possible to state a general relation between noise exposure and subjective disturbance.
sv: Det är inte möjligt att ange ett generellt samband mellan bullerexponering och störningsupplevelse.

source: Even low-level noise can often be experienced as highly annoying.
sv: Ofta kan även buller med låg nivå upplevas som mycket störande.

source: Further rules and general recommendations are contained in the provisions on noise.
sv: Ytterligare regler och allmänna råd finns i föreskrifterna om buller.

source: Air contaminants affect human airways, eyes, skin and internal organs.
sv: Luftföroreningar påverkar människans andningsvägar, ögon, hud och inre organ.

source: The concentration of air contaminants at a workplace, therefore, should always be low.
sv: Halten luftföroreningar på en arbetsplats bör därför alltid vara låg.

source: Primary measures are to endeavour to use materials and processes emitting the smallest possible quantity of contaminants.
sv: Primära åtgärder är att sträva efter att använda material och processer som avger minsta möjliga mängd föroreningar.

source: This also applies concerning the choice of building materials.
sv: Detta gäller även vid val av byggnadsmaterial.

source: Good ventilation and cleaning are two supplementary methods for keeping the concentration of air contaminants down to a low level.
sv: Bra ventilation och städning är två kompletterande metoder för att hålla koncentrationen av luftföroreningar på en låg nivå.

source: Fire, escaping gas or oxygen deficiency at a worksite are examples of things which can pose acute risks of ill health and accidents to persons employed at the worksite.
sv: Brand, utströmmande gas eller syrebrist, är exempel på sådant som kan innebära akuta risker för ohälsa och olycksfall för dem som arbetar på ett arbetsställe.

source: Developments have led to a growth of these hazards.
sv: Utvecklingen har medfört att dessa risker har ökat.

source: There are several reasons for this, among them the introduction of new materials and products, increased use of gases and larger volumes of products.
sv: Anledningarna är flera, bl.a. tillkomsten av nya material och produkter, ökad användning av

source: Bomb threats and suchlike have also become more common.
sv: Även bombhot o.d. har blivit vanligare.

source: Many of the new materials and products increase the risk of a quicker fire spread and the formation of dangerous combustion gases.
sv: Många material och produkter kan ge snabb brandutveckling och farliga brandgaser.

source: Combustion gases can be poisonous, corrosive and inflammable.
sv: Brandgaser kan vara giftiga, frätande och brandfarliga.

source: Combustion gases are dangerous to health and are often mixed up with dark smoke.
sv: De är hälsofarliga, vid höga koncentrationer dödliga och ofta bemängda med mörk rök.

source: Smoke quickly reduces visibility and impedes evacuation.
sv: Den mörka röken minskar snabbt sikten och försvårar utrymningen.

source: Escaping gas presents a risk of poisoning or asphyxiation.
sv: Utströmmande gas utgör en risk för förgiftning eller kvävning.

source: In addition to this, some gases can combine with air to form explosive mixtures.
sv: En del gaser kan dessutom bilda explosiv blandning med luft.

source: The foundations of safe evacuation are: escape routes, an alarm system which gives warning of the danger, and knowledge of the risks and of what action to take when the alarm has been given.
sv: Grunden för säker utrymning är: utrymningsvägar, larm som varnar för faran samt kunskaper om riskerna och om hur man ska bete sig när larm utlösts.

source: Rules and authorities
sv: Regler och myndigheter

source: Most of the rules about building are gathered in the Building Statutes.
sv: Flertalet regler om byggande är samlade i byggnadsförfattningarna.

source: General rules on buildings, structures and building products are contained in the Buildings (Requirements Concerning Technical Properties) Act, BVL (SFS 1994:847) and in the Buildings (Requirements Concerning Technical Properties) Ordinance, BVF (SFS 1994:1215).
sv: Allmänna bestämmelser om byggande finns i plan- och bygglagen, PBL (SFS 2010:900) och i plan- och byggförordningen, PBF (SFS 2011:338).

source: Certain rules relating to construction are contained in the Work Environment Act, AML (SFS 1977:1160) and in various detailed Provisions pursuant to that Act in the Statute Book of the Work Environment Authority (AFS).
sv: Vissa regler som rör byggande finns i arbetsmiljölagen (SFS 1977:1160) och i olika detaljföreskrifter till lagen i Arbetsmiljöverkets författningssamling (AFS).

source: The developer shall also ensure that controls and testing are carried out to a sufficient extent during construction and that all necessary permits have been obtained.
sv: Byggherren ska också se till att kontroll och provning utförs i tillräcklig omfattning under byggandet och att alla nödvändiga tillstånd finns.

source: The municipal building committee supervises the construction activities in the municipality.
sv: Byggnadsnämnden har tillsyn över byggnadsverksamheten i kommunen.

source: The supervision includes, among other items, monitoring that applicable regulations are complied with and providing information for prevention of construction deficiencies.
sv: Tillsynen omfattar bl.a. att bevaka att gällande bestämmelser följs samt att genom information förekomma brister i byggandet.

source: The stipulations of work environment legislation are primarily addressed to the employer, who is responsible for compliance with health and safety regulations, and are enforced by the Work Environment Authority in the course of inspections.
sv: Arbetsmiljölagstiftningens krav riktas i första hand till arbetsgivaren, som har ansvaret för att arbetsmiljöreglerna följs, och kontrolleras av Ar- betsmiljöverket vid tillsyn.

source: The Work Environment Authority bases its stipulations on the Work Environment Act and on provisions issued by the Work Environment Authority.
sv: Arbetsmiljöverket stöder sina krav på arbetsmil- jölagen och Arbetsmiljöverkets föreskrifter.

source: By authority of the Work Environment Act, improvements to work environment conditions can also be stipulated in an existing building, regardless of whether or not any new construction or alteration is intended.
sv: Med stöd av arbetsmiljölagen finns möjlighet att kräva förbättringar av arbetsmiljön även ifråga om befintliga byggnader, oavsett om någon ny- eller ombyggnad är aktuell eller ej.

source: The statutory instruments on building and work environment conditions are mutually coordinated.
sv: Byggnads- och arbetsmiljöförfattningarna är skrivna med inbördes samordning.

source: If work premises are designed so as to meet the stipulations of the Building Regulations, then as a general rule the corresponding stipulations of the work environment regulations are also satisfied, but there are exceptions.
sv: Om en arbetslokal är utförd så att ett krav enligt byggreglerna är uppfyllt är i allmänhet även arbetsmiljöreglernas motsvarande krav på lokalen uppfyllda, men undantag förekommer.

source: From a work environment viewpoint, work premises shall be assessed with reference to the activity conducted or intended to be conducted there at the time of the assessment.
sv: Från arbetsmiljösynpunkt ska en arbetslokal bedömas med hänsyn till den verksamhet som bedrivs eller avses bedrivas då bedömningen görs.

source: Certain safety issues are governed by other statutory instruments and the instruments themselves enforced by other agencies.
sv: Vissa säkerhetsfrågor regleras genom andra författningar och med tillsyn av andra organ.

source: Coordination may therefore be needed.
sv: Samordning kan därför behövas.

source: Rules on protection from danger caused by electric current are contained in the Electricity Act (SFS 1997:857) and rules on electromagnetic compatibility (EMC) in the EMC Act (SFS 1992:1512) together with implementing regulations.
sv: Regler om skydd mot fara orsakad av elektrisk ström finns i Ellagen (SFS 1997:857) och om elektromagnetisk kompatibilitet i lagen om elektromagnetisk kompatibilitet (SFS 1992:1512) och i tillämpningsföreskrifter.

source: The Swedish National Electrical Safety Board is the authority responsible for these matters.
sv: Ansvarig myndighet för dessa frågor är Elsäkerhetsverket.

source: This authority supervises high voltage electrical installations, which are also controlled through the requirement of special authorisation for electrical contractors.
sv: Verket har tillsyn över elektriska starkströmsanläggningar, och sådana anläggningar kontrolleras också genom att särskild behörighet krävs för installatörer.

source: Several rules concerning protection against fire hazards are contained in building legislation and its implementing regulations, in the Protection Against Accidents Act, LSO (SFS 2003:778) and the Protection Against Accidents Ordinance (SFS 2003:789) and in the Flammables and Explosives Act and Ordinance (LBE) together with their implementing regulations.
sv: Ett flertal regler om skydd mot fara från brand finns i byggnadslagstift- ningen med dess tillämpningsregler, lag om skydd mot olyckor, LSO (SFS 2003:778) och förordningen om skydd mot olyckor (SFS 2003:789) samt i lagen och förordningen om brandfarliga och explosiva varor (LBE) och dess tillämpningsföreskrifter.

source: Responsibility for the supervision of fire safety devolves primarily on the municipality and its rescue services committee.
sv: Ansvaret för tillsyn av skydd mot brand faller i första hand på kommunen och dess nämnd för räddningstjänsten.

source: The tasks of the committee include taking part, as an expert on rescue service questions, in the processing of planning and building matters by the municipal building committee and carrying out fire safety inspections of buildings or structures.
sv: Nämnden kan som sakkunnig i räddningstjänstfrågor medverka i byggnadsnämndens plan- och byggären- den samt ska som myndighet vid tillsyn kontrollera brandskyddet (organisation, byggnadstekniskt brandskydd, egenkontroll, personalutbildning som påverkar brandskyddet) i byggnader eller andra anläggningar.

source: The committee is also the supervisory authority under the Flammables and Explosives Act.
sv: Nämnden är även tillsynsmyndighet enligt LBE.

source: Work environment legislation also includes rules on protection against fire hazards.
sv: Även arbetsmiljölagstiftningen innehåller regler till skydd mot fara från brand.

source: Chap. 2, Section 4 of the Work Environment Act requires adequate safety precautions shall be taken to prevent injury being caused by falls, falling objects, fire, explosion, electric current or other comparable factors.
sv: Arbetsmiljölagens 2 kap. 4 § föreskriver att betryggande skyddsåtgärder ska vidtagas mot skada genom fall, ras, brand, explosion, elektrisk ström eller liknande.

source: It is, however, in the nature of things for the supervisory authority to co-operate with rescue services in order to achieve adequate protection of employees in case of fire.
sv: Det ligger dock i sakens natur att tillsynsmyndigheten

source: Supervision is carried out, under the Protection Against Accidents Act, LSO (2003:778), by special fire safety inspectors appointed by the municipal rescue services committee.
sv: Tillsyn utförs enligt lagen (2003:778) om skydd mot olyckor (LSO) av särskilda förrättare som utses av den kommunala nämnden för räddningstjänst.

source: The municipal environment and health protection committee is charged with supervising schools and day nurseries, for example, with reference to health protection and hygiene under rules issued by the National Board of Health and Welfare, and of food premises, with reference to the handling of foodstuffs, under rules issued by National Food Administration.
sv: Den kommunala miljö- och hälsoskyddsnämnden har tillsyn över bl.a. skolor och daghem vad gäller hälsoskydd och hygien enligt regler från Socialstyrelsen, och över livsmedelslokaler vad gäller livsmedelshantering enligt regler från Statens livsmedelsverk.

source: Certain personnel facilities are also subject to rules issued by the National Food Administration.
sv: För vissa personalutrymmen finns även regler utfärdade av Statens livsmedelsverk.

source: These rules may contain different stipulations concerning personnel facilities from those contained in these Provisions, which only indicate minimum requirements from a work environment viewpoint.
sv: Dessa regler kan ställa andra krav på personalutrymmen än vad som krävs i dessa föreskrifter, som endast anger minimikraven sett från arbetsmiljösynpunkt.

source: For workplaces within health and medical care and dental care, there are requirements for good hygiene standards in the Health and Medical Services Act (1982:763) and the Dental Services Ordinance (1998:1338).
sv: När det gäller arbetsplatser inom hälso- och sjukvård samt tandvård finns krav på god hygienisk standard i hälso- och sjukvårdslagen (1982:763) respektive tandvårdsförordningen (SFS 1998:1338).

source: Chap. 2, Section 1 of the Work Environment Act stipulates that the work environment shall be satisfactory having regard to the nature of the work and social and technical progress in the community.
sv: I 2 kap. 1 § arbetsmiljölagen anges att arbetsmiljön ska vara tillfredsställande med hänsyn till arbetets natur och den sociala och tekniska utvecklingen i samhället.

source: The preparatory works of the Act make it clear that work environment conditions are to be improved in keeping with the opportunities which development affords.
sv: Av lagens motiv framgår att arbetsmiljön ska förbättras i takt med de möjligheter utvecklingen ger.

source: At the same time, according to the preparatory works, it is assumed that for implementation purposes a balance will be struck in the matter of necessary and reasonable initiatives.
sv: Samtidigt förutsätts enligt förarbetena till lagen att en avvägning sker vid tillämpningen när det gäller rimligheten av behövliga insatser.

source: The question of balancing work environment requirements against other interests can occur, for example, where historic buildings are concerned.
sv: Frågan om avvägning av arbetsmiljökrav mot andra intressen kan uppkomma bl.a. i äldre byggnader med kulturhistoriskt värde.

source: Heritage legislation and building legislation (Chap. 3, Sections 12 and 10 of the Planning and Building Act) contain rules on the protection of buildings of outstanding interest.
sv: Kulturminnes- lagstiftningen och byggnadslagstiftningen innehåller regler om skydd för särskilt värdefulla byggnader.

source: In cases of this kind the implementation of these provisions and their balancing against what is possible and reasonable should be accomplished by devoting special care to the organisation of the work done on the premises and to the choice of technical solutions, for the avoidance of unnecessary interference with the building.
sv: I sådana fall bör tillämpningen av dessa föreskrifter och avvägningen med hänsyn till vad som är möjligt och rimligt göras genom att särskild omsorg ägnas dels organisationen av arbetet som utförs i lokalen och dels valet av tekniska lösningar, för att undvika onödiga ingrepp i byggnaden.

source: They include all types of workplaces, permanent and temporary in both existing and planned new buildings and other structures.
sv: De omfattar alla typer av arbetsplatser, stadigvarande som tillfälliga, i såväl befintliga som planerade nya byggnader och andra anläggningar.

source: They also include tele-working and work in individual homes.
sv: De omfattar även distansarbete och arbete i enskilt hem.

source: Entrances, stairwells, corridors, storerooms, cleaning rooms, refuse storage spaces and control rooms, basements and attics, crawl spaces and culverts often constitute temporary workplaces for persons employed, for example, on transport operations, cleaning or maintenance and supervision.
sv: Entréer, trapphus, korridorer, förråd, städrum, avfallsutrymmen och driftrum samt källar- och vindsutrymmen, s.k. kryputrymmen och kulvertar utgör ofta tillfälliga arbetsplatser för dem som utför t.ex. transporter, städning eller underhåll och tillsyn.

source: Also loading bays and platforms, together with staircases, ramps, fixed ladders etc. serving as access devices to workplaces, work premises and personnel facilities are important to the work environment and are covered by the provisions.
sv: Även lastkajer och plattformar samt trappor, ramper, fasta stegar m.m. som är tillträdesanordningar till arbetsplatser, arbetslokaler och personalutrymmen har betydelse för arbetsmiljön och omfattas av föreskrifterna.

source: Dwelling spaces can also constitute work premises for personnel, e.g. in group housing.
sv: Bostadsutrymmen kan samtidigt utgöra arbetsplatser för personal t.ex. i gruppbostäder eller ett enskilt hem.

source: Special provisions or general recommendations apply to certain activities, such as nursing in private homes and construction and heavy engineering work and to special subject fields.
sv: För vissa verksamheter, som omvårdnadsarbete i enskilt hem och byggnads- och anläggningsarbete, och ämnesområden finns även särskilda föreskrifter eller allmänna råd.

source: See "Other current regulations,
sv: Se ”Andra aktuella regler m.m.”.

source: For operations within the transport sector, workplaces and communication routes located in means of transport are excluded from the provisions covering design and maintenance.
sv: För verksamheter inom transportsektorn undantas de arbetsplatser och förbindelseleder som finns i transportmedel från föreskriftens krav på utformning och underhåll.

source: The regulations governing personnel facilities apply to all operations, except structures normally used only during situations of war or preparedness and during exercises under field conditions within the armed forces, i.e. they also apply to construction and heavy engineering work and to extractive industries and the transport sector.
sv: Reglerna om personalutrymmen gäller för samtliga verksamheter, utom för anläggningar som normalt endast används vid krigs- eller bered- skapstillstånd och vid fältmässiga övningar inom Försvarsmakten, d.v.s. de gäller även för byggnads- och anläggningsarbete, utvinningsindustrin och transportsektorn.

source: Regulations governing responsibility for personnel facilities for construction and heavy engineering work are also contained in the provisions for construction and heavy engineering work.
sv: Bestämmelser om ansvar för personalutrymmen för byggnads- och anläggningsarbete finns även i föreskrifterna om byggnads- och anläggningsarbete.

source: Examples of what are meant by temporary workplace are control rooms and refuse storage rooms.
sv: Exempel på vad som normalt räknas som tillfällig arbetsplats är driftrum eller soprum.

source: Other structures include e.g. bridges, airfields, underground installations, tunnels, quays, sports grounds and radio and telecommunications masts.
sv: Med annan anläggning avses broar, flygfält, bergrum, tunnlar, kajer, idrottsplatser, radio- och telemaster m.m.

source: A dwelling is not normally regarded as work premises, but usually constitutes a temporary workplace for e.g. healthcare personnel.
sv: En bostad räknas normalt inte som en arbetslokal, utan utgör oftast en tillfällig arbetsplats för exempelvis vårdpersonal.

source: Not all the personnel facilities enumerated are needed at every workplace.
sv: Samtliga uppräknade personalutrymmen behövs inte på alla arbetsställen.
